1000=Sem permiss\u00e3o para atualizar objeto ${0} para o usu\u00e1rio ${1}
1001=Sem permiss\u00e3o para apagar objeto ${0} para o usu\u00e1rio ${1}
1002=Sem permiss\u00e3o para criar objeto ${0} para o usu\u00e1rio ${1}
1003=Requisito do usu\u00e1rio ${0}; dom\u00ednio n\u00e3o encontrado ${1}
1004=No permission to read object ${0} for principal ${1}
1100=Usu\u00e1rio n\u00e3o encontrado ${0}
1101=Opera\u00e7\u00e3o n\u00e3o permitida. O estado da ocorr\u00eancia deve estar no estado 'N/A' ou 'Aberto'
1102=Opera\u00e7\u00e3o n\u00e3o permitida. O estado da ocorr\u00eancia deve estar no estado 'Aberto'
1103=Opera\u00e7\u00e3o n\u00e3o permitida. O estado da ocorr\u00eancia deve estar no estado 'Completo'
1104=Grupo de Atividades tem atividades designadas. Ele n\u00e3o pode ser removido
1105=Pr\u00f3ximo estado para transi\u00e7\u00e3o {$0}. Transi\u00e7\u00e3o para pr\u00f3ximo estado n\u00e3o \u00e9 poss\u00edvel
1106=Transi\u00e7\u00e3o ${0} n\u00e3o \u00e9 v\u00e1lida para o estado ${1}
1107=N\u00e3o pode adicionar registro de trabalho. Recurso faltando
1108=N\u00e3o pode adicionar registro de trabalho. Atividade faltando
1200=Faltando texto de anota\u00e7\u00f5es ${0}
1201=Invalid compound booking. Number of positions, quantities, booking texts, positions and origins must be equal
1203=Faltando quantidade
1204=Posi\u00e7\u00e3o n\u00e3o confere. Posi\u00e7\u00e3o de cr\u00e9dito \u00e9 ${0}, posi\u00e7\u00e3o de d\u00e9bito \u00e9 ${1}
1205=Faltando Produto
1206=N\u00e3o pode criar ou encontrar posi\u00e7\u00e3o de d\u00e9bito do dep\u00f3sito (possivelmente posi\u00e7\u00e3o autoCreate n\u00e3o est\u00e1 ativa)
1207=N\u00e3o pode criar ou encontrar posi\u00e7\u00e3o de cr\u00e9dito do dep\u00f3sito (possivelmente posi\u00e7\u00e3o autoCreate n\u00e3o est\u00e1 ativa)
1208=Faltando n\u00famero do dep\u00f3sito
1209=Dep\u00f3sito ${0} n\u00e3o encontrado
1210=Nenhuma reserva encontrada na data ${0}. Nenhuma opera\u00e7\u00e3o de reserva permitida
1211=Per\u00edodo de anota\u00e7\u00e3o ${0} est\u00e1 fechada com limite ${1}. Nenhuma opera\u00e7\u00e3o de reserva permitida
1212=Per\u00edodo de anota\u00e7\u00e3o ${0} \u00e9 final. Nenhuma opera\u00e7\u00e3o de reserva permitida
1213=Dep\u00f3sito ${0} est\u00e1 fechado. Nenhuma opera\u00e7\u00e3o de anota\u00e7\u00e3o permitida
1214=Dep\u00f3sito ${0} foi fechado em ${1}. Nenhuma opera\u00e7\u00e3o de reserva permitida
1215=Dep\u00f3sito ${0} ser\u00e1 aberto em ${1}. Nenhuma opera\u00e7\u00e3o de reserva permitida
1216=Posi\u00e7\u00e3o do dep\u00f3sito ${0} / ${1} \u00e9 fechado. Nenhuma opera\u00e7\u00e3o de reserva permitida
1217=Posi\u00e7\u00e3o do dep\u00f3sito ${0} / ${1} foi fechado em ${2}. Nenhuma opera\u00e7\u00e3o de reserva permitida
1218=Posi\u00e7\u00e3o do dep\u00f3sito ${0} / ${1} ser\u00e1 aberto em ${2}. Nenhuma opera\u00e7\u00e3o de reserva permitida
1219=Diferen\u00e7a no balan\u00e7o de reservas e anota\u00e7\u00f5es de revers\u00e3o. Anota\u00e7\u00e3o de balan\u00e7o=${1} / revers\u00e3o=${0}
1220=N\u00e3o pode cancelar reservas reversas
1221=Reservas j\u00e1 tem anota\u00e7\u00f5es de revers\u00e3o ${0}
1222=Dele\u00e7\u00e3o de reservas n\u00e3o suportada
1223=Status de reservas n\u00e3o est\u00e1 pendente. Opera\u00e7\u00e3o n\u00e3o permitida
1224=Status de reservas \u00e9 n\u00e3o processado. Opera\u00e7\u00e3o n\u00e3o permitida
1225=Faltando n\u00famero do dep\u00f3sito. N\u00famero do dep\u00f3sito \u00e9 necess\u00e1rio
1226=Dep\u00f3sito est\u00e1 fechado. N\u00e3o pode fechar
1227=Posi\u00e7\u00e3o do dep\u00f3sito \u00e9 fechado. Opera\u00e7\u00e3o n\u00e3o permitida
1228=Entidade dep\u00f3sito tem reservas. N\u00e3o pode deletar
1229=Contrato de dep\u00f3sito tem reservas. N\u00e3o pode deletar
1230=Dep\u00f3sito tem reserva. N\u00e3o pode deletar
1231=Posi\u00e7\u00e3o do dep\u00f3sto tem reservas. N\u00e3o pode deletar
1232=Faltando oferta de produto. N\u00e3o pode criar posi\u00e7\u00e3o
1233=N\u00famero m\u00e1ximo de posi\u00e7\u00f5es permitidas ${0} chegou ao limite. N\u00e3o pode criar posi\u00e7\u00e3o
1234=N\u00famero m\u00ednimo de posi\u00e7\u00f5es permitidas ${0} chegou ao limite. N\u00e3o pode remover posi\u00e7\u00e3o '${1}'
1235=Reservas est\u00e3o fechadas. N\u00e3o pode deletar
1236=Faltando dep\u00f3sito mercadorias com problemas para a posi\u00e7\u00e3o de contrato '${0}'
1237=Faltando dep\u00f3sito para retorno de mercadorias para posi\u00e7\u00e3o do contrato '${0}'
1238=Faltando dep\u00f3sito para entrega de mercadoria para o contrato '${0}'
1239=Faltando workflow
1240=Faltando objeto alvo
1241=Implementa\u00e7\u00e3o para workflow '${0}' n\u00e3o encontrada. A raz\u00e3o \u00e9 '${1}'
1242=Construtor para workflow '${0}' n\u00e3o encontrada. A raz\u00e3o \u00e9 '${1}'
1243=N\u00e3o pode instanciar workflow '${0}'. A raz\u00e3o \u00e9 '${1}'
1244=Acesso ilegal para a implementa\u00e7\u00e3o do workflow '${0}'. A raz\u00e3o \u00e9 '${1}'
1245=Argumento ilegal para workflow  '${0}'. A raz\u00e3o \u00e9 '${1}'
1246=N\u00e3o pode chamar workflow '${0}'. A raz\u00e3o \u00e9 '${1}'
1247=N\u00e3o pode criar inst\u00e2ncia de processo para workflow '${0}'. A raz\u00e3o \u00e9 '${1}'
1248=Entidade dos dep\u00f3sitos n\u00e3o confere. D\u00e9bito do dep\u00f3sito \u00e9 '${0}'. Cr\u00e9dito do dep\u00f3sito \u00e9 '${1}'
1251=Opera\u00e7\u00e3o n\u00e3o \u00e9 permitida para n\u00edveis de pre\u00e7os final e n\u00e3o b\u00e1sicos ${0}
1252=Opera\u00e7\u00e3o n\u00e3o \u00e9 permitida para n\u00edvel de pre\u00e7o final ${0}
1253=N\u00edvel de pre\u00e7o deve ter a moeda definida
1254=Opera\u00e7\u00e3o n\u00e3o permitida para n\u00edveis de pre\u00e7os usado como n\u00edvel de pre\u00e7o basedOn
1255=Opera\u00e7\u00e3o n\u00e3o permitida para n\u00edveis de pre\u00e7o tendo pre\u00e7os designados
1256=Opera\u00e7\u00e3o n\u00e3o \u00e9 permitida para n\u00edvel de pre\u00e7o b\u00e1sico
1257=Unable to calculate the price level due to a script error. See log for details: '${0}'
1258=Booking balance mismatch. Balance credit bookings is ${0}. Balance debit bookings is ${1}
10000=Valor inv\u00e1lido '${1}' para '${0}'
10001=Falha ao acessar m\u00eddia. As raz\u00f5es poss\u00edveis s\u00e3o: valor do campo muito longo, tabelas do banco est\u00e3o inv\u00e1lidas, banco de dados n\u00e3o dispon\u00edvel. Veja o log para detalhes: ${0}
10002=A refer\u00eancia ${0} \u00e9 leitura somente. N\u00e3o pode adicionar/remover objetos
10003=Objetos do tipo ${0} s\u00e3o leitura somente. N\u00e3o pode modificar
10004=Duplicar Objeto. Objeto com o qualificador '${0}' j\u00e1 existe
LoginFailedText=Login failed. Please try again
