1000=Nie ma pozwolenia \u017ceby odswie\u017cy\u0107 obiekt ${0}
1001=Nie ma pozwolenia \u017ceby usun\u0105\u0107  obiekt ${0}
1002=Nie ma pozwolenia \u017ceby utworzy\u0107 obiekt ${0}
1003=Zadanie zasadnicze ${0} nie znalezione w zakresie ${1}
1004=No permission to read object ${0} for principal ${1}
1100=U\u017cytkownik nie zgadza si\u0119 ${0}
1101=Operacja nie mo\u017cliwa. Incydent musi by\u0107 ustawiony 'Niewiadomo' albo 'Otwarty'
1102=Operacja nie mo\u017cliwa. Incydent musi by\u0107 ustawiony 'Otwarty'
1103=Operacja nie mo\u017cliwa. Incydent musi by\u0107 ustawiony 'Zako\u0144czony'
1104=Activity group has assigned activities. It can not be removed
1105=Undefined next state for transition {$0}. Transition to next state is not possible
1106=Transition ${0} is not valid for state ${1}
1107=Can not add work record. Missing resource
1108=Can not add work record. Missing activity
1200=Brakuje tekstu w rezerwacji ${0}
1201=Invalid compound booking. Number of positions, quantities, booking texts, positions and origins must be equal
1203=Brakuje ilo\u015bci.
1204=\u017ale wype\u0142nione pozycje. Pozycja kredytowa jest ${0}, pozycja debetowa jest ${1}
1205=Brakuje produktu
1206=Nie mo\u017cna utworzy\u0107 lub znale\u015b\u0107 debetowej pozycji magazynowej (possibly position autoCreate is not active)
1207=Nie mo\u017cna utworzy\u0107 lub znale\u015b\u0107 kredytowej pozycji magazynowe (possibly position autoCreate is not active)
1208=Brakuje numeru magazynu
1209=Magazyn ${0} nie zosta\u0142 znaleziony
1210=Nie znaleziono, \u017cadnego okresu rezerwacji dla warto\u015bci ${0}. Nie ma dost\u0119pnych \u017cadnych operacji rezerwacji
1211=Okres rezerwacji ${0} jest zamkni\u0119ty ${1}. Nie ma dost\u0119pnych \u017cadnych operacji rezerwacji
1212=Okres rezerwacji ${0} zosta\u0142 zako\u0144czony. Nie ma dost\u0119pnych \u017cadnych operacji rezerwacji
1213=Magazyn ${0} jest zablokowany. Nie ma dost\u0119pnych \u017cadnych operacji rezerwacji
1214=Magazyn ${0} zosta\u0142 zamkni\u0119ty w ${1}. Nie ma dost\u0119pnych \u017cadnych operacji rezerwacji
1215=Magazy ${0} b\u0119dzie otworzony w ${1}. Nie ma dost\u0119pnych \u017cadnych operacji rezerwacji
1216=Pozycja magazynowa ${0} / ${1} jest zablokowana. Nie ma dost\u0119pnych \u017cadnych operacji rezerwacji
1217=Pozycja magazynowa ${0} / ${1} zosta\u0142a zamkni\u0119ta w ${2}. Nie ma dost\u0119pnych \u017cadnych operacji rezerwacji
1218=Pozycja magazynowa ${0} / ${1} b\u0119dzie otworzona w ${2}. Nie ma dost\u0119pnych \u017cadnych operacji rezerwacji
1219=Niew\u0142a\u015bciwy bilans rezerwacji i rezerwacji zatwierdzonych. Bilans rezerwacji=${1} / zatwierdzonych=${0}
1220=Nie mo\u017cna usun\u0105\u0107 zatwierdzonej rezerwacji
1221=Rezerwacje jest zatwierdzona ${0}
1222=Usuwanie rezerwacji jest niemo\u017cliwe
1223=Status rezerwacji nie jest oczekuj\u0105cy. Operacja nie jest mo\u017cliwa
1224=Status rezerwacji nie jest w przetwarzaniu. Operacja nie jest mo\u017cliwa
1225=Brakuje numeru magazynu. Numer magazynu jest wymagany
1226=Magazyn jest zamkni\u0119ty. Nie mo\u017cna zamkn\u0105\u0107
1227=Pozycja magazynu jest zamkni\u0119ta. Nie mo\u017cna jej zamkn\u0105\u0107
1228=Jednostka magazynowa ma rezerwacje. Nie mo\u017ce by\u0107 usuni\u0119ta
1229=Kontakt magazynowy ma rezerwacje. Nie mo\u017ce by\u0107 usuni\u0119ty
1230=Magazyn ma rezerwacje. Nie mo\u017ce by\u0107 usuni\u0119ty
1231=Pozycja magazynowa ma rezerwacje. Nie mo\u017ce by\u0107 usuni\u0119ta
1232=Brak oferty produktu. Nie mo\u017cna za\u0142o\u017cy\u0107 pozycji
1233=Maksymum dozwolonych pozycji ${0} zosta\u0142 osi\u0105gni\u0119ty. Nie mo\u017cna za\u0142o\u017cy\u0107 pozycji
1234=Minimum dozwolonych pozycji${0} zosta\u0142 osi\u0105gni\u0119ty. Nie mo\u017cna usun\u0105\u0107 pozycji '${1}'
1235=Rezerwacja jest zamkni\u0119ta. Nie mo\u017cna usun\u0105\u0107
1236=Brak produkt\u00f3w w magazanie dla pozycji kontraktu '${0}'
1237=Brak produkt\u00f3w w magazanie do oddania dla pozycji kontraktu '${0}'
1238=Brak produkt\u00f3w w magazanie do wydania dla pozycji kontraktu'${0}'
1239=Brak organizacji pracy
1240=Brak osi\u0105gni\u0119\u0107 obiektu
1241=Implementacja organizacji pracy '${0}' nie znale\u017aiona. Pow\u00f3d jest '${1}'
1242=Kontstruktor organizacji pracy '${0}' nie znale\u017aiony. Pow\u00f3d jest '${1}'
1243=Nie mo\u017cna wykona\u0107 organizacji pracy '${0}'. Pow\u00f3d jest '${1}'
1244=Nie legalne wej\u015bcie do implementacji organizacji pracy '${0}'. Pow\u00f3d jest '${1}'
1245=Nie legelny argument dla organizacji pracy  '${0}'. Pow\u00f3d jest '${1}'
1246=Nie mo\u017cna zacz\u0105\u0107 organizacj\u0119 pracy '${0}'. Pow\u00f3d jest '${1}'
1247=Nie mo\u017cna zacz\u0105\u0107 procesu organizacji pracy '${0}'. Pow\u00f3d jest'${1}'
1248=Wprowadzenia nie mo\u017cna poruwna\u0107 z uzupe\u0142nionymi. Debet depozytu jest '${0}'. Kredyt depozytu jest '${1}'
1251=Operacja nie mo\u017cliwa dla ko\u0144cowej lub podstawowej wysoko\u015bci ceny ${0}
1252=Operacja nie mo\u017cliwadla ko\u0144cowego stanu cenowego ${0}
1253=Wysoko\u015b\u0107 ceny musi posiada\u0107 walut\u0119
1254=Operacja nie mo\u017cliwa dla wysoko\u015bci cen na podstawie wysoko\u015bci cen podstawowych
1255=Operacja nie mo\u017cliwa dla wysoko\u015bci cen maj\u0105cych dopisane ceny
1256=Operacja nie mo\u017cliwa dla podstawowach wysoko\u015bci cenl
1257=Unable to calculate the price level due to a script error. See log for details: '${0}'
1258=Booking balance mismatch. Balance credit bookings is ${0}. Balance debit bookings is ${1}
1259=Inventory level status is not pending. Operation is not allowed
1260=Invalid correction booking template (invalid depot position or booking type)
10000=Niew\u0142a\u015bciwa cecha/warto\u015bciowa '${1}' dla '${0}'
10001=Awaria wykazaniia media. Pow\u00f3dd mo\u017ce by\u0107: warto\u0107\u0107 pola za d\u0142uga, tabela bazy danych jest skorumpowana lub niewa\u017cna, baza danych jest nie dost\u0119pna.Prosz\u0119 zobaczy\u0107 plik 'log': ${0}
10002=Powi\u0105zanie ${0} jest tylko do odczytu. Nie mo\u017cna dodawa\u0107/usuwa\u0107 obiekt\u00f3w
10003=Obiekty typu ${0} s\u0105 tylko do odczytu. Nie mo\u017cna ich edytowa\u0107
10004=Duplicate object. Object with qualifier '${0}' already exists
LoginFailedText=Logowanie nieudane. Prosze sprobowac jeszcze raz<br><a href='RequestPasswordReset.jsp'>Nie pamiętasz hasła?</a>
