1000=\u5f79\u5272${1}\u306b\u306f\u3001\u30aa\u30d6\u30b8\u30a7\u30af\u30c8${0}\u3092\u66f4\u65b0\u3059\u308b\u6a29\u9650\u304c\u3042\u308a\u307e\u305b\u3093\u3002
1001=\u5f79\u5272${1}\u306b\u306f\u3001\u30aa\u30d6\u30b8\u30a7\u30af\u30c8${0}\u3092\u524a\u9664\u3059\u308b\u6a29\u9650\u304c\u3042\u308a\u307e\u305b\u3093\u3002
1002=\u5f79\u5272${1}\u306b\u306f\u3001\u30aa\u30d6\u30b8\u30a7\u30af\u30c8${0}\u3092\u4f5c\u6210\u3059\u308b\u6a29\u9650\u304c\u3042\u308a\u307e\u305b\u3093\u3002
1003=\u30ec\u30eb\u30e0${1}\u306b\u306f\u3001\u8981\u6c42\u3055\u308c\u305f\u5f79\u5272${0}\u304c\u307f\u3064\u304b\u308a\u307e\u305b\u3093\u3002
1004=No permission to read object ${0} for principal ${1}
1100=\u30e6\u30fc\u30b6\u306f\u3001${0}\u3068\u9069\u5408\u3057\u307e\u305b\u3093\u3002
1101=\u64cd\u4f5c\u306f\u8a31\u53ef\u3055\u308c\u3066\u3044\u307e\u305b\u3093\u3002\u30a4\u30f3\u30b7\u30c7\u30f3\u30c8\u30fb\u30b9\u30c6\u30fc\u30bf\u30b9\u306f\u3001'N/A'\u3042\u308b\u3044\u306f'\u30aa\u30fc\u30d7\u30f3'\u3067\u306a\u304f\u3066\u306f\u3044\u3051\u307e\u305b\u3093\u3002
1102=\u64cd\u4f5c\u306f\u8a31\u53ef\u3055\u308c\u3066\u3044\u307e\u305b\u3093\u3002\u30a4\u30f3\u30b7\u30c7\u30f3\u30c8\u30fb\u30b9\u30c6\u30fc\u30bf\u30b9\u306f\u3001'\u30aa\u30fc\u30d7\u30f3'\u3067\u306a\u304f\u3066\u306f\u3044\u3051\u307e\u305b\u3093\u3002
1103=\u64cd\u4f5c\u306f\u8a31\u53ef\u3055\u308c\u3066\u3044\u307e\u305b\u3093\u3002\u30a4\u30f3\u30b7\u30c7\u30f3\u30c8\u30fb\u30b9\u30c6\u30fc\u30bf\u30b9\u306f\u3001'\u5b8c\u4e86'\u3067\u306a\u304f\u3066\u306f\u3044\u3051\u307e\u305b\u3093\u3002
1104=\u30a2\u30af\u30c6\u30a3\u30d3\u30c6\u30a3\u30b0\u30eb\u30fc\u30d7\u306f\u3001\u30a2\u30af\u30c6\u30a3\u30d3\u30c6\u30a3\u3092\u5272\u308a\u5f53\u3066\u307e\u3057\u305f\u3002\u305d\u308c\u306f\u524a\u9664\u3067\u304d\u307e\u305b\u3093\u3002
1105=\u9077\u79fb${0}\u306b\u5bfe\u5fdc\u3059\u308b\u6b21\u306e\u72b6\u614b\u306f\u5b9a\u7fa9\u3055\u308c\u3066\u3044\u306a\u3044\u305f\u3081\u3001\u6b21\u306e\u72b6\u614b\u3078\u306e\u9077\u79fb\u306f\u4e0d\u53ef\u80fd\u3067\u3059\u3002
1106=\u72b6\u614b${1}\u306b\u5bfe\u3057\u3066\u306f\u9077\u79fb${0}\u306f\u7121\u52b9\u3067\u3059\u3002
1107=\u4f5c\u696d\u8a18\u9332\u3092\u8ffd\u52a0\u3067\u304d\u307e\u305b\u3093\u3002\u30ea\u30bd\u30fc\u30b9\u304c\u4e0d\u8db3\u3057\u3066\u3044\u307e\u3059\u3002
1108=\u4f5c\u696d\u8a18\u9332\u3092\u8ffd\u52a0\u3067\u304d\u307e\u305b\u3093\u3002\u30a2\u30af\u30c6\u30a3\u30d3\u30c6\u30a3\u304c\u4e0d\u8db3\u3057\u3066\u3044\u307e\u3059\u3002
1200=\u4e88\u7d04\u30c6\u30ad\u30b9\u30c8\u304c\u672a\u5165\u529b\u3067\u3059 ${0}
1201=Invalid compound booking. Number of positions, quantities, booking texts, positions and origins must be equal
1203=\u6570\u91cf\u304c\u672a\u5165\u529b\u3067\u3059
1204=\u30dd\u30b8\u30b7\u30e7\u30f3\u304c\u4e0d\u4e00\u81f4\u3067\u3059\u3002\u8cb8\u65b9\u30dd\u30b8\u30b7\u30e7\u30f3\u306f${0}\u3067\u3059\u304c\u3001\u501f\u65b9\u30dd\u30b8\u30b7\u30e7\u30f3\u306f${1}\u3067\u3059\u3002
1205=\u88fd\u54c1\u304c\u672a\u5165\u529b\u3067\u3059
1206=\u501f\u65b9\u30c7\u30dd\u30dd\u30b8\u30b7\u30e7\u30f3\u3092\u4f5c\u6210\u307e\u305f\u306f\u691c\u7d22\u3067\u304d\u307e\u305b\u3093 (\u6050\u3089\u304f\u81ea\u52d5\u4f5c\u6210\u30dd\u30b8\u30b7\u30e7\u30f3\u306f\u30a2\u30af\u30c6\u30a3\u30d6\u3067\u306f\u3042\u308a\u307e\u305b\u3093)
1207=\u8cb8\u65b9\u30c7\u30dd\u30dd\u30b8\u30b7\u30e7\u30f3\u3092\u4f5c\u6210\u307e\u305f\u306f\u691c\u7d22\u3067\u304d\u307e\u305b\u3093 (\u6050\u3089\u304f\u81ea\u52d5\u4f5c\u6210\u30dd\u30b8\u30b7\u30e7\u30f3\u306f\u30a2\u30af\u30c6\u30a3\u30d6\u3067\u306f\u3042\u308a\u307e\u305b\u3093)
1208=\u30c7\u30dd\u30ca\u30f3\u30d0\u30fc\u304c\u672a\u5165\u529b\u3067\u3059
1209=\u30c7\u30dd ${0} \u304c\u307f\u3064\u304b\u308a\u307e\u305b\u3093
1210=\u65e5\u4ed8 ${0} \u306b\u5bfe\u3059\u308b\u4e88\u7d04\u671f\u9593\u304c\u307f\u3064\u304b\u308a\u307e\u305b\u3093\u3002\u4e88\u7d04\u64cd\u4f5c\u306f\u8a31\u53ef\u3055\u308c\u307e\u305b\u3093\u3002
1211=\u4e88\u7d04\u671f\u9593 ${0} \u306f\u3001${1}\u3067\u30af\u30ed\u30fc\u30ba\u3057\u3066\u3044\u307e\u3059\u3002\u4e88\u7d04\u64cd\u4f5c\u306f\u8a31\u53ef\u3055\u308c\u307e\u305b\u3093\u3002
1212=\u4e88\u7d04\u671f\u9593 ${0} \u306f\u78ba\u5b9a\u3067\u3059\u3002\u4e88\u7d04\u64cd\u4f5c\u306f\u8a31\u53ef\u3055\u308c\u307e\u305b\u3093\u3002
1213=\u30c7\u30dd ${0}\u306f\u30ed\u30c3\u30af\u3055\u308c\u3066\u3044\u307e\u3059\u3002\u4e88\u7d04\u64cd\u4f5c\u306f\u8a31\u53ef\u3055\u308c\u307e\u305b\u3093\u3002
1214=\u30c7\u30dd ${0}\u306f ${1} \u3067\u30af\u30ed\u30fc\u30ba\u3057\u307e\u3057\u305f\u3002\u4e88\u7d04\u64cd\u4f5c\u306f\u8a31\u53ef\u3055\u308c\u307e\u305b\u3093\u3002
1215=\u30c7\u30dd ${0}\u306f ${1} \u306b\u30aa\u30fc\u30d7\u30f3\u3059\u308b\u4e88\u5b9a\u3067\u3059\u3002\u4e88\u7d04\u64cd\u4f5c\u306f\u8a31\u53ef\u3055\u308c\u307e\u305b\u3093\u3002
1216=\u30c7\u30dd\u30dd\u30b8\u30b7\u30e7\u30f3 ${0} / ${1} \u306f\u3001\u30ed\u30c3\u30af\u3055\u308c\u3066\u3044\u307e\u3059\u3002\u4e88\u7d04\u64cd\u4f5c\u306f\u8a31\u53ef\u3055\u308c\u307e\u305b\u3093\u3002
1217=\u30c7\u30dd\u30dd\u30b8\u30b7\u30e7\u30f3 ${0} / ${1} \u306f\u3001${2} \u3067\u30af\u30ed\u30fc\u30ba\u3057\u307e\u3057\u305f\u3002\u4e88\u7d04\u64cd\u4f5c\u306f\u8a31\u53ef\u3055\u308c\u307e\u305b\u3093\u3002
1218=\u30c7\u30dd\u30dd\u30b8\u30b7\u30e7\u30f3 ${0} / ${1} \u306f\u3001${2} \u3067\u30aa\u30fc\u30d7\u30f3\u3059\u308b\u4e88\u5b9a\u3067\u3059\u3002\u4e88\u7d04\u64cd\u4f5c\u306f\u8a31\u53ef\u3055\u308c\u307e\u305b\u3093\u3002
1219=\u4e88\u7d04\u3068\u9006\u4e88\u7d04\u306e\u30d0\u30e9\u30f3\u30b9\u304c\u4e0d\u4e00\u81f4\u3067\u3059\u3002\u4e88\u7d04=${1} / \u9006\u4e88\u7d04=${0}\u3067\u30d0\u30e9\u30f3\u30b9\u3092\u53d6\u3063\u3066\u304f\u3060\u3055\u3044\u3002
1220=\u9006\u4e88\u7d04\u3092\u30ad\u30e3\u30f3\u30bb\u30eb\u3067\u304d\u307e\u305b\u3093
1221=\u4e88\u7d04\u306b\u306f\u65e2\u306b\u9006\u4e88\u7d04 ${0} \u304c\u3042\u308a\u307e\u3059
1222=\u4e88\u7d04\u306e\u524a\u9664\u306f\u672a\u30b5\u30dd\u30fc\u30c8\u3067\u3059
1223=\u4e88\u7d04\u30b9\u30c6\u30fc\u30bf\u30b9\u306f\u30da\u30f3\u30c7\u30a3\u30f3\u30b0\u3067\u306f\u3042\u308a\u307e\u305b\u3093\u3002\u64cd\u4f5c\u306f\u8a31\u53ef\u3055\u308c\u307e\u305b\u3093\u3002
1224=\u4e88\u7d04\u30b9\u30c6\u30fc\u30bf\u30b9\u306f\u51e6\u7406\u3055\u308c\u3066\u3044\u307e\u305b\u3093\u3002\u64cd\u4f5c\u306f\u8a31\u53ef\u3055\u308c\u307e\u305b\u3093\u3002
1225=\u30c7\u30dd\u756a\u53f7\u304c\u672a\u5165\u529b\u3067\u3059\u3002\u30c7\u30dd\u30ca\u30f3\u30d0\u30fc\u304c\u5fc5\u8981\u3067\u3059\u3002
1226=\u30c7\u30dd\u306f\u30af\u30ed\u30fc\u30ba\u3055\u308c\u3066\u3044\u307e\u3059\u3002\u30af\u30ed\u30fc\u30ba\u3067\u304d\u307e\u305b\u3093\u3002
1227=\u30c7\u30dd\u30dd\u30b8\u30b7\u30e7\u30f3\u306f\u30af\u30ed\u30fc\u30ba\u3055\u308c\u3066\u3044\u307e\u3059\u3002\u30af\u30ed\u30fc\u30ba\u3067\u304d\u307e\u305b\u3093\u3002
1228=\u30c7\u30dd\u30a8\u30f3\u30c6\u30a3\u30c6\u30a3\u306f\u4e88\u7d04\u3092\u6301\u3063\u3066\u3044\u307e\u3059\u3002\u524a\u9664\u3067\u304d\u307e\u305b\u3093\u3002
1229=\u30c7\u30dd\u5951\u7d04\u306f\u4e88\u7d04\u3092\u6301\u3063\u3066\u3044\u307e\u3059\u3002\u524a\u9664\u3067\u304d\u307e\u305b\u3093\u3002
1230=\u30c7\u30dd\u306f\u4e88\u7d04\u3092\u6301\u3063\u3066\u3044\u307e\u3059\u3002\u524a\u9664\u3067\u304d\u307e\u305b\u3093\u3002
1231=\u30c7\u30dd\u30dd\u30b8\u30b7\u30e7\u30f3\u306f\u4e88\u7d04\u3092\u6301\u3063\u3066\u3044\u307e\u3059\u3002\u524a\u9664\u3067\u304d\u307e\u305b\u3093\u3002
1232=\u88fd\u54c1\u63d0\u4f9b\u304c\u672a\u5165\u529b\u3067\u3059\u3002\u30dd\u30b8\u30b7\u30e7\u30f3\u3092\u4f5c\u6210\u3067\u304d\u307e\u305b\u3093\u3002
1233=${0}\u306e\u8a31\u53ef\u3055\u308c\u305f\u30dd\u30b8\u30b7\u30e7\u30f3\u306e\u6570\u304c\u6700\u5927\u3068\u306a\u308a\u307e\u3057\u305f\u3002\u30dd\u30b8\u30b7\u30e7\u30f3\u3092\u4f5c\u6210\u3067\u304d\u307e\u305b\u3093\u3002
1234=${0}\u306e\u8a31\u53ef\u3055\u308c\u305f\u30dd\u30b8\u30b7\u30e7\u30f3\u306e\u6570\u304c\u6700\u5c11\u3068\u306a\u308a\u307e\u3057\u305f\u3002\u30dd\u30b8\u30b7\u30e7\u30f3 '${1}' \u3092\u524a\u9664\u3067\u304d\u307e\u305b\u3093\u3002
1235=\u4e88\u7d04\u306f\u30ed\u30c3\u30af\u3055\u308c\u3066\u3044\u307e\u3059\u3002\u524a\u9664\u3067\u304d\u307e\u305b\u3093\u3002
1236=\u5951\u7d04\u30dd\u30b8\u30b7\u30e7\u30f3 '${0}' \u306b\u5bfe\u3059\u308b\u5546\u54c1\u767a\u9001\u30c7\u30dd\u304c\u672a\u5165\u529b\u3067\u3059\u3002
1237=\u5951\u7d04\u30dd\u30b8\u30b7\u30e7\u30f3 '${0}' \u306b\u5bfe\u3059\u308b\u5546\u54c1\u8fd4\u5374\u30c7\u30dd\u304c\u672a\u5165\u529b\u3067\u3059\u3002
1238=\u5951\u7d04\u30dd\u30b8\u30b7\u30e7\u30f3 '${0}' \u306b\u5bfe\u3059\u308b\u5546\u54c1\u914d\u9001\u30c7\u30dd\u304c\u672a\u5165\u529b\u3067\u3059\u3002
1239=\u30ef\u30fc\u30af\u30d5\u30ed\u30fc\u304c\u672a\u5165\u529b\u3067\u3059
1240=\u30bf\u30fc\u30b2\u30c3\u30c8\u30aa\u30d6\u30b8\u30a7\u30af\u30c8\u304c\u672a\u5165\u529b\u3067\u3059
1241='${1}' \u306e\u305f\u3081\u3001\u30ef\u30fc\u30af\u30d5\u30ed\u30fc '${0}' \u306e\u5b9f\u88c5\u304c\u307f\u3064\u304b\u308a\u307e\u305b\u3093\u3002
1242='${1}' \u306e\u305f\u3081\u3001\u30ef\u30fc\u30af\u30d5\u30ed\u30fc '${0}' \u306e\u30b3\u30f3\u30b9\u30c8\u30e9\u30af\u30bf\u304c\u307f\u3064\u304b\u308a\u307e\u305b\u3093\u3002
1243='${1}' \u306e\u305f\u3081\u3001\u30ef\u30fc\u30af\u30d5\u30ed\u30fc '${0}' \u3092\u5b9f\u4f53\u5316\u3067\u304d\u307e\u305b\u3093\u3002
1244='${1}' \u306e\u305f\u3081\u3001\u30ef\u30fc\u30af\u30d5\u30ed\u30fc\u5b9f\u88c5 '${0}' \u306b\u5bfe\u3059\u308b\u4e0d\u6b63\u306a\u30a2\u30af\u30bb\u30b9\u3067\u3059\u3002
1245='${1}' \u306e\u305f\u3081\u3001\u30ef\u30fc\u30af\u30d5\u30ed\u30fc '${0}' \u306b\u5bfe\u3059\u308b\u4e0d\u6b63\u306a\u5f15\u6570\u3067\u3059\u3002
1246='${1}' \u306e\u305f\u3081\u3001\u30ef\u30fc\u30af\u30d5\u30ed\u30fc '${0}' \u3092\u8d77\u52d5\u3067\u304d\u307e\u305b\u3093\u3002
1247='${1}' \u306e\u305f\u3081\u3001\u30ef\u30fc\u30af\u30d5\u30ed\u30fc '${0}' \u306e\u30d7\u30ed\u30bb\u30b9\u30a4\u30f3\u30b9\u30bf\u30f3\u30b9\u3092\u4f5c\u6210\u3067\u304d\u307e\u305b\u3093\u3002
1248=\u30c7\u30dd\u4e2d\u306e\u30c7\u30dd\u30a8\u30f3\u30c6\u30a3\u30c6\u30a3\u304c\u4e00\u81f4\u3057\u3066\u3044\u307e\u305b\u3093\u3002\u501f\u65b9\u30c7\u30dd\u306f '${0}' \u3067\u3042\u308a\u3001\u8cb8\u65b9\u30c7\u30dd\u306f '${1}' \u3067\u3059\u3002
1251=\u78ba\u5b9a\u3057\u304b\u3064\u975e\u57fa\u672c\u4fa1\u683c\u30ec\u30d9\u30eb ${0} \u306b\u5bfe\u3059\u308b\u64cd\u4f5c\u306f\u8a31\u53ef\u3055\u308c\u307e\u305b\u3093\u3002
1252=\u78ba\u5b9a\u3057\u305f\u4fa1\u683c\u30ec\u30d9\u30eb ${0} \u306b\u5bfe\u3059\u308b\u64cd\u4f5c\u306f\u8a31\u53ef\u3055\u308c\u307e\u305b\u3093\u3002
1253=\u4fa1\u683c\u30ec\u30d9\u30eb\u306f\u3001\u6c7a\u307e\u3063\u305f\u4fa1\u683c\u901a\u8ca8\u3092\u6301\u3064\u5fc5\u8981\u304c\u3042\u308a\u307e\u3059\u3002
1254=\u57fa\u672c\u4fa1\u683c\u30ec\u30d9\u30eb\u3092\u6301\u3064\u4fa1\u683c\u30ec\u30d9\u30eb\u3078\u306e\u64cd\u4f5c\u306f\u8a31\u53ef\u3055\u308c\u307e\u305b\u3093\u3002
1255=\u5272\u308a\u5f53\u3066\u6e08\u307f\u4fa1\u683c\u3092\u6301\u3064\u4fa1\u683c\u30ec\u30d9\u30eb\u3078\u306e\u64cd\u4f5c\u306f\u8a31\u53ef\u3055\u308c\u307e\u305b\u3093\u3002
1256=\u57fa\u672c\u4fa1\u683c\u30ec\u30d9\u30eb\u306b\u5bfe\u3059\u308b\u64cd\u4f5c\u306f\u8a31\u53ef\u3055\u308c\u307e\u305b\u3093\u3002
1257=Unable to calculate the price level due to a script error. See log for details: '${0}'
1258=Booking balance mismatch. Balance credit bookings is ${0}. Balance debit bookings is ${1}
10000='${1}' \u306f '${0}' \u306b\u5bfe\u3057\u3066\u4e0d\u9069\u5207\u306a\u5024\u3067\u3059\u3002
10001=\u30a2\u30af\u30bb\u30b9\u304c\u5931\u6557\u3057\u307e\u3057\u305f\u3002\u8003\u3048\u3089\u308c\u308b\u7406\u7531: \u30d5\u30a3\u30fc\u30eb\u30c9\u306e\u5024\u304c\u9577\u3059\u304e\u308b\u304b\u3001\u30c7\u30fc\u30bf\u30d9\u30fc\u30b9\u306e\u30c6\u30fc\u30d6\u30eb\u304c\u58ca\u308c\u3066\u3044\u308b\u304b\u3001\u30c7\u30fc\u30bf\u30d9\u30fc\u30b9\u304c\u5229\u7528\u3067\u304d\u307e\u305b\u3093\u3002 \u8a73\u7d30\u306f\u30ed\u30b0 ${0} \u3092\u898b\u3066\u4e0b\u3055\u3044\u3002 
10002=\u53c2\u7167 ${0} \u306f\u30ea\u30fc\u30c9\u30aa\u30f3\u30ea\u30fc\u3067\u3059\u3002\u30aa\u30d6\u30b8\u30a7\u30af\u30c8\u306e\u8ffd\u52a0\u3068\u524a\u9664\u306f\u3067\u304d\u307e\u305b\u3093\u3002
10003=${0} \u578b\u306e\u30aa\u30d6\u30b8\u30a7\u30af\u30c8\u306f\u30ea\u30fc\u30c9\u30aa\u30f3\u30ea\u30fc\u3067\u3059\u3002\u5909\u66f4\u306f\u3067\u304d\u307e\u305b\u3093\u3002
10004=\u30aa\u30d6\u30b8\u30a7\u30af\u30c8\u304c\u3060\u3076\u308a\u307e\u3059\u3002 '${0}'\u3068\u3044\u3046\u8b58\u5225\u5b50\u306e\u30aa\u30d6\u30b8\u30a7\u30af\u30c8\u306f\u65e2\u306b\u5b58\u5728\u3057\u3066\u3044\u307e\u3059\u3002
LoginFailedText=ログイン⟫失敗⟗⟾⟗⟟。も⟆一度やり直⟗⟦➟⟠⟕⟄<br><a href='RequestPasswordReset.jsp'>パスワードを忘れた場合はこちら</a>
