1000=Mise \u00e0 jour de l'objet ${0} non autoris\u00e9e pour le principal ${1}
1001=Suppression de l'objet ${0} non autoris\u00e9e pour le principal ${1}
1002=Cr\u00e9ation de l'objet ${0} non autoris\u00e9e pour le principal ${1}
1003=Le principal ${0} n'a pas \u00e9t\u00e9 trouv\u00e9 dans le domaine ${1}
1004=No permission to read object ${0} for principal ${1}
1100=Utilisateur invalide ${0}
1101=Op\u00e9ration non autoris\u00e9e. Le status de l'incident doit \u00eatre dans un \u00e9tat 'N/A' ou 'Ouvert'
1102=Op\u00e9ration non autoris\u00e9e. Le status de l'incident doit \u00eatre dans un \u00e9tat 'Ouvert'
1103=Op\u00e9ration non autoris\u00e9e. Le status de l'incident doit \u00eatre dans un \u00e9tat 'Termin\u00e9'
1104=Le groupe d'activit\u00e9 a des activit\u00e9s assign\u00e9es. Il ne peut pas \u00eatre supprim\u00e9
1105=Prochain \u00e9tat non d\u00e9fini pour la transition {$0}. La transition n'est pas possible
1106=La transition ${0} n'est pas valide pour l'\u00e9tat ${1}
1107=Impossible d'ajouter l'enregistrement de travail. Ressource manquante
1108=Impossible d'ajouter l'enregistrement de travail. Activit\u00e9 manquante
1200=Texte d'enregistrement absent ${0}
1201=Invalid compound booking. Number of positions, quantities, booking texts, positions and origins must be equal
1203=Quantit\u00e9 absente
1204=Poste incoh\u00e9rent. Le poste cr\u00e9diteur est ${0}, le poste d\u00e9biteur est ${1}
1205=Produit absent
1206=Impossible de cr\u00e9er ou de trouver le poste d\u00e9biteur du d\u00e9pot (le poste 'autoCreate' n'est peut-\u00eatre pas actif)
1207=Impossible de cr\u00e9er ou de trouver le poste cr\u00e9diteur du d\u00e9pot (le poste 'autoCreate' n'est peut-\u00eatre pas actif)
1208=Num\u00e9ro de d\u00e9pot absent
1209=Le d\u00e9pot ${0} est introuvable
1210=Pas de p\u00e9riode d'enregistrement trouv\u00e9e pour la date de valeur ${0}. Aucune op\u00e9ration d'enregistrement n'est autoris\u00e9e
1211=La p\u00e9riode d'enregistrement ${0} est termin\u00e9e avec le seuil ${1}. Aucune op\u00e9ration d'enregistrement n'est autoris\u00e9e
1212=La p\u00e9riode d'enregistrement ${0} est d\u00e9finitive. Aucune op\u00e9ration d'enregistrement n'est autoris\u00e9e
1213=Le d\u00e9pot ${0} est bloqu\u00e9. Aucune op\u00e9ration d'enregistrement n'est autoris\u00e9e
1214=Le d\u00e9pot ${0} a \u00e9t\u00e9 ferm\u00e9 le ${1}. Aucune op\u00e9ration d'enregistrement n'est autoris\u00e9e
1215=Le d\u00e9pot ${0} sera ouvert le ${1}. Aucune op\u00e9ration d'enregistrement n'est autoris\u00e9e
1216=Le poste du d\u00e9pot ${0} / ${1} est bloqu\u00e9. Aucune op\u00e9ration d'enregistrement n'est autoris\u00e9e
1217=Le poste du d\u00e9pot ${0} / ${1} a \u00e9t\u00e9 ferm\u00e9 le ${2}. Aucune op\u00e9ration d'enregistrement n'est autoris\u00e9e
1218=Le poste du d\u00e9pot ${0} / ${1} sera ouvert le ${2}. Aucune op\u00e9ration d'enregistrement n'est autoris\u00e9e
1219=Balance incoh\u00e9rente de l'enregistrement et de l'enregistrement de revirement. Balance enregistrement=${1} / revirement=${0}
1220=Impossible d'annuler l'enregistrement de revirement
1221=L'enregistrement a d\u00e9ja un enregistrement de revirement ${0}
1222=La suppression d'enregistrement n'est pas support\u00e9e
1223=Le statut de l'enregistrement n'est pas en attente. L'op\u00e9ration n'est pas autoris\u00e9e
1224=Le statut de l'enregistrement n'est pas trait\u00e9. L'op\u00e9ration n'est pas autoris\u00e9e
1225=Num\u00e9ro de d\u00e9pot absent. Le num\u00e9ro de d\u00e9pot est requis
1226=Le d\u00e9pot est ferm\u00e9. Impossible de fermer
1227=Le poste de d\u00e9pot est ferm\u00e9. Impossible de fermer
1228=L'entit\u00e9 de d\u00e9pot a des enregistrements. Impossible de supprimer
1229=Le contrat de d\u00e9pot a des enregistrements. Impossible de supprimer
1230=Le d\u00e9pot a des enregistrements. Impossible de supprimer
1231=Le poste de d\u00e9pot a des enregistrements. Impossible de supprimer
1232=Offre compos\u00e9e manquante. Impossible de cr\u00e9er le poste
1233=Le nombre maximum de poste autoris\u00e9 de ${0} est atteint. Impossible de cr\u00e9er le poste
1234=Le nombre minimum de poste autoris\u00e9 de ${0} est atteint. Impossible de supprimer le poste '${1}'
1235=L'enregistrement est verouill\u00e9. Impossible de supprimer
1236=Le d\u00e9pot fournisseur des articles est manquant pour le poste '${0}'
1237=Le d\u00e9pot de retour des articles est manquant pour le poste '${0}'
1238=Le d\u00e9pot de livraison des articles est manquant pour le contrat '${0}'
1239=Workflow manquant
1240=Objet cible manquant
1241=L'impl\u00e9mentation du worklow '${0}' est introuvable. Le motif est '${1}'
1242=Le constructeur du workflow '${0}' est introuvable. Le motif est '${1}'
1243=Impossible d'instancier le workflow '${0}'. Le motif est '${1}'
1244=Acces non autoris\u00e9 \u00e0 l'impl\u00e9mentation du workflow '${0}'. Le motif est '${1}'
1245=Argument non autoris\u00e9 pour le workflow '${0}'. Le motif est '${1}'
1246=Impossible d'invoquer le workflow '${0}'. Le motif est '${1}'
1247=Impossible de cr\u00e9er l'instance de traitement du workflow '${0}'. Le motif est '${1}'
1248=Les entit\u00e9s de ces d\u00e9pots ne correspondent pas. Le d\u00e9bit est '${0}'. Le cr\u00e9dit est '${1}'
1251=Cette op\u00e9ration n'est pas autoris\u00e9e pour le tarif de base et d\u00e9finitif ${0}
1252=Cette op\u00e9ration n'est pas autoris\u00e9e pour le tarif d\u00e9finitif ${0}
1253=Les tarifs doivent avoir une devise d\u00e9finie
1254=Cette op\u00e9ration n'est pas autoris\u00e9e pour les tarifs utilis\u00e9s comme tarif 'baseSur'
1255=Cette op\u00e9ration n'est pas autoris\u00e9e pour les tarifs qui ont des prix attribu\u00e9s
1256=Cette op\u00e9ration n'est pas autoris\u00e9e pour les tarifs de base
1257=Unable to calculate the price level due to a script error. See log for details: '${0}'
1258=Booking balance mismatch. Balance credit bookings is ${0}. Balance debit bookings is ${1}
1259=Inventory level status is not pending. Operation is not allowed
1260=Invalid correction booking template (invalid depot position or booking type)
10000=Valeur '${1}' incorrecte pour '${0}'
10001=Erreur d'acc\u00e8s bas niveau. Les raisons possibles sont : valeur du champ trop longue, base de donn\u00e9e corrompue, base de donn\u00e9e indisponible. Consulter le fichier de log pour plus de d\u00e9tails: ${0}
10002=La r\u00e9f\u00e9rence ${0} est en lecture seule. Impossible d'ajouter ou de supprimer ces objets
10003=Les objets du type ${0} sont en lecture seule. Impossible de les modifier
10004=Objet dupliqu\u00e9. L'objet avec l'identifiant '${0}' existe d\u00e9j\u00e0
LoginFailedText=L'authentification a échoué. Merci de réessayer<br><a href='RequestPasswordReset.jsp'>Mot de passe oublié?</a>
