1000=No hay permiso para actualizar el objeto ${0} for principal ${1}
1001=No hay permiso para eliminar el objeto ${0} for principal ${1}
1002=No hay permiso para crear el objeto ${0} for principal ${1}
1003=Principal pedido ${0} no se encontr\u00f3 en el dominio ${1}
1004=No permission to read object ${0} for principal ${1}
1100=Usuario no corresponde ${0}
1101=Operaci\u00f3n no permitida. El estado del incidente debe ser 'N/A' o 'Abierto'
1102=Operaci\u00f3n no permitida. El estado del incidente debe ser 'Abierto'
1103=Operaci\u00f3n no permitida. El estado del incidente debe ser 'Completo'
1104=Grupo tiene actividades asignadas. No puede ser eliminado
1105=Siguiente estado indefinido para la transici\u00f3n {$0}. La transici\u00f3n al siguiente estado
1106=Transition ${0} is not valid for state ${1}
1107=Can not add work record. Missing resource
1108=Can not add work record. Missing activity
1200=Texto de la reservaci\u00f3n faltante ${0}
1201=Invalid compound booking. Number of positions, quantities, booking texts, positions and origins must be equal
1203=Cantidad faltante
1204=La posici\u00f3n no corresponde. El credito se ${0}, el debito es ${1}
1205=Producto faltante
1206=No es posible crear o encontrar la posici\u00f3n de debito del deposito (posiblement autoCreate no esta activado)
1207=No es posible crear o encontrar la posici\u00f3n de crebito del deposito (posiblement autoCreate no esta activado)
1208=N\u00famero de deposito faltante
1209=No se encontro el deposito ${0}
1210=No se encontro el periodo de reservaci\u00f3n para la fecha $0}. No se permiten operaciones sobre las reservaciones
1211=El periodo de reservaciones esta cerrad ${0} con un umbral de ${1}. No se permiten operaciones sobre las reservaciones
1212=Periodo de reservaciones ${0} esta finalizado. No se permiten operaciones sobre las reservaciones
1213=Deposito ${0} esta bloqueado. No se permiten operaciones sobre las reservaciones
1214=Deposito ${0} fue cerrado en ${1}. No se permiten operaciones sobre las reservaciones
1215=Deposito ${0} ser\u00e1 abierto en ${1}. No se permiten operaciones sobre las reservaciones
1216=Posici\u00f3n del deposito ${0} / ${1} esta bloquead. No se permiten operaciones sobre las reservaciones
1217=Posici\u00f3n del deposito ${0} / ${1} fue cerrado en ${2}. No se permiten operaciones sobre las reservaciones
1218=Posici\u00f3n del deposito ${0} / ${1} ser\u00e1 abierto en ${2}. No se permiten operaciones sobre las reservaciones
1219=No coresponde el balance de la reservaci\u00f3n y la reservaci\u00f3n en reversa. Reservaci\u00f3n=${1} / Reversa=${0}
1220=No es posible cancelar la reservaci\u00f3n en reversa
1221=Reservaci\u00f3n ya tiene una reservaci\u00f3n en reversa ${0}
1222=Eliminaci\u00f3n de reservaciones no esta permitida
1223=Estatus de la reservaci\u00f3n no esta pendiente. La Operaci\u00f3n no esta permitida
1224=El estatus de la reservaci\u00f3n no esta procesada. La Operaci\u00f3n no esta permitida
1225=N\u00famero de deposito faltante. El n\u00famero de deposito es obligatorio
1226=Deposito esta cerrado. No es posible cerrarlo
1227=La posici\u00f3n del deposito esta cerrada. No es posible cerrarla
1228=La entidad del deposito tiene reservaciones. No es posible eliminarla
1229=El contrato del deposito tiene reservaciones. No es posible eliminarlo
1230=El deposito tiene reservaciones. No es posible eliminarlo
1231=La posici\u00f3n del deposito tiene reservaciones. No es posible eliminarla
1232=No se encontr\u00f3 el ofrecimiento de producto. No es posible crear la posici\u00f3n
1233=N\u00famero m\u00e1ximo de posiciones permitadas ${0} fue alcanzado. No es posible crear la posici\u00f3n
1234=N\u00famero m\u00ednimo de posiciones permitadas ${0} fue alcanzado.  No es posible eliminar la posici\u00f3n '${1}'
1235=Reservaci\u00f3n esta bloquead. No es posible eliminarla
1236=Bienes ausentes expiden dep\u00f3sito por posicion contractual '${0}'
1237=Bienes ausentes regresan dep\u00f3sito por posici\u00f3n contractual '${0}'
1238=Bienes ausentes entregan dep\u00f3sito por contrato '${0}'
1239=Flujo de trabajo no encontrado
1240=Objeto destino no encontrado
1241=Implementaci\u00f3n de flujo de trabajo '${0}' no encontrado. El motivo es '${1}'
1242=Constructor implementaci\u00f3n de flujo de trabajo '${0}' no encontrado. El motivo es '${1}'
1243=No es posible instanciar flujo de trabajo '${0}'. El motivo es '${1}'
1244=Acceso ilegal a la implementaci\u00f3n del flujo de trabajo '${0}'. El motivo es '${1}'
1245=Illegal argument for workflow  '${0}'. El motivo es '${1}'
1246=Can not invoke workflow '${0}'. El motivo es '${1}'
1247=Can not create process instance for workflow  '${0}'. El motivo es '${1}'
1248=Entidades de Dep\u00f3sito no concuerdan. El debe del dep\u00f3sito es '${0}'. El haber es '${1}'
1251=Operaci\u00f3n no permitida para nivel de precio final y no b\u00e1sico ${0}
1252=Operaci\u00f3n no permitida para nivel de precio final ${0}
1253=Nivel de precio debe tener moneda definida
1254=Operaci\u00f3n no permitida para niveles de precios usadas en nivel de precios basedOn
1255=Operaci\u00f3n no permitida para niveles de precios que tienen precios asignados
1256=Operaci\u00f3n no permitida para nivel de precios b\u00e1sico
1257=Unable to calculate the price level due to a script error. See log for details: '${0}'
1258=Booking balance mismatch. Balance credit bookings is ${0}. Balance debit bookings is ${1}
1259=Inventory level status is not pending. Operation is not allowed
1260=Invalid correction booking template (invalid depot position or booking type)
10000=Valor invalido '${1}' para '${0}'
10001=Falla de Acceso. Las causas pueden ser: valor del campo demasiado largo, tabla de la base de datos corrupta o invalida, base de datos no disponible. Ver el log para mayor detalle: ${0}
10002=Referencia ${0} es de solo lectura. No es posible agregar o eliminar objetos
10003=Objetos de tipo ${0} son de solo lectura. No es posible modificarlos
10004=Objeto duplicado. Objeto con calficador '${0}' ya existe
LoginFailedText=Login de sesión fallido, favor de intentar nuevamente<br><a href='RequestPasswordReset.jsp'>¿Olvidaste tu contraseña?</a>
