1000=F\u0103r\u0103 Permisiune de actualizare obiect ${0} pentru principal ${1}
1001=F\u0103r\u0103 Permisiune de \u015ftergere obiect ${0} pentru principal ${1}
1002=F\u0103r\u0103 Permisiune de creare obiect ${0} pentru principal ${1}
1003=Principal solicitat ${0} neg\u0103sit \u00een realm ${1}
1004=No permission to read object ${0} for principal ${1}
1100=Utilizatorul nu se potrive\u015fte ${0}
1101=Opera\u0163iune nepermis\u0103. Statutul incidentului trebuie s\u0103 fie 'Indisponibil' sau 'Deschis'
1102=Opera\u0163iune nepermis\u0103. Statutul incidentului trebuie s\u0103 fie 'Deschis'
1103=Opera\u0163iune nepermis\u0103. Statutul incidentului trebuie s\u0103 fie 'Terminat'
1104=Grupul de activit\u0103\u0163i are alocate activit\u0103\u0163i. Nu poate fi \u015fters
1105=Urm\u0103toarea stare pentru pentru tranzi\u0163ie e nedefinit\u0103 {$0}. Tranzi\u0163ia la urm\u0103toarea stare nu e posibil\u0103
1106=Tranzi\u0163ia ${0} nu e corect\u0103 pentru statutul ${1}
1107=Nu pot ad\u0103uga \u00eenregistrare de munc\u0103. Resurs\u0103 lips\u0103
1108=Nu pot ad\u0103uga \u00eenregistrare de munc\u0103. Activitate lips\u0103
1200=Lips\u0103 text rezervare ${0}
1201=Invalid compound booking. Number of positions, quantities, booking texts, positions and origins must be equal
1203=Lips\u0103 cantitate
1204=Nepotrivire de pozi\u0163ie. Pozi\u0163ia credit este ${0}, pozi\u0163ia debit este ${1}
1205=Lips\u0103 produs
1206=Nu pot crea sau g\u0103si pozi\u0163ie debit pentru depozit (posibil pozi\u0163ia autoCreare nu e activ\u0103)
1207=Nu pot crea sau g\u0103si pozi\u0163ia credit depozit (posibil pozi\u0163ia autoCreare nu e activ\u0103)
1208=Lips\u0103 num\u0103r depozit
1209=Depozit ${0} neg\u0103sit
1210=Nicio perioad\u0103 de rezervare pentru valoarea dat\u0103 ${0}. Nicio rezervare nu e permis\u0103
1211=Perioada de rezervare ${0} e \u00eenchis\u0103 cu threshold ${1}. Nicio rezervare nu e permis\u0103
1212=Perioada de rezervare ${0} e final\u0103. Nicio rezervare nu e permis\u0103
1213=Depozitul ${0} e \u00eenchis. Nicio rezervare nu e permis\u0103
1214=Depozitul ${0} a fost \u00eenchis la ${1}. Nicio rezervare nu e permis\u0103
1215=Depozitul ${0} va fi deschis la ${1}. Nicio rezervare nu e permis\u0103
1216=Pozi\u0163ia depozitului ${0} / ${1} e \u00eenchis\u0103. Nicio rezervare nu e permis\u0103
1217=Pozi\u0163ia depozitului ${0} / ${1} a fost \u00eenchis\u0103 la ${2}. Nicio rezervare nu e permis\u0103
1218=Pozi\u0163ia depozitului ${0} / ${1} va fi deschis\u0103 la ${2}. Nicio rezervare nu e permis\u0103
1219=Balan\u0163\u0103 incorect\u0103 la rezervare \u015fi rezervarea invers\u0103. Balan\u0163a rezerv\u0103rii=${1} / invers\u0103=${0}
1220=Nu pot anula rezervarea invers\u0103
1221=Rezervarea are deja rezervare invers\u0103 ${0}
1222=Eliminarea rezerv\u0103rii imposibil\u0103
1223=Statutul rezerv\u0103rii nu e \u00een a\u015fteptare. Opera\u0163iune nepermis\u0103
1224=Statutul rezerv\u0103rii nu e procesat. Opera\u0163iune nepermis\u0103
1225=Lips\u0103 num\u0103r depozit. Num\u0103rul depozitului e necesar
1226=Depozitul e \u00eenchis. Nu se poate \u00eenchide
1227=Pozi\u0163ia depozit e \u00eenchis\u0103. Nu se poate \u00eenchide
1228=Entitatea depozit are rezerv\u0103ri. Nu se poate \u015fterge
1229=Contractul de depozit are rezerv\u0103ri. Nu se poate \u015fterge
1230=Depozitul are rezerv\u0103ri. Nu se poate \u015fterge
1231=Pozi\u0163ia depozit are rezerv\u0103ri. Nu se poate \u015fterge
1232=Lips\u0103 ofert\u0103 de produse. Nu se poate crea pozi\u0163ie
1233=Num\u0103rul maxim de pozi\u0163ii permise de ${0} atins. Nu se poate crea pozi\u0163ie
1234=Num\u0103rul minim de pozi\u0163ii permise de ${0} atins. Nu se poate \u015fterge pozi\u0163ie '${1}'
1235=Rezervarea e blocat\u0103. Nu se poate \u015fterge
1236=Lips\u0103 depozit eliberare bunuri pentru pozi\u0163ia de contract '${0}'
1237=Lips\u0103 depozit returnare bunuri pentru pozi\u0163ia de contract '${0}'
1238=Lips\u0103 depozit livrare bunuri pentru contract '${0}'
1239=Lips\u0103 flux de lucru
1240=Lips\u0103 obiect \u0163int\u0103
1241=Implementare pentru flux de lucru '${0}' neg\u0103sit\u0103. Motivul este '${1}'
1242=Constructor pentru flux de lucru '${0}' neg\u0103sit. Motivul este '${1}'
1243=Nu pot instan\u0163ia flux de lucru '${0}'. Motivul este '${1}'
1244=Acces ilegal la implementarea fluxului de lucru '${0}'. Motivul este '${1}'
1245=Argument ilegal pentru fluxul de lucru '${0}'. Motivul este '${1}'
1246=Nu pot invoca fluxul de lucru '${0}'. Motivul este '${1}'
1247=Nu pot crea instan\u0163\u0103 de proces pentru fluxul de lucru '${0}'. Motivul este '${1}'
1248=Entit\u0103\u0163ile depozitului nu se potrivesc. Debitul depozitului este '${0}'. Creditul depozitului este '${1}'
1251=Opera\u0163iunea nu e permis\u0103 pentru niveluri de pre\u0163 final \u015fi nu de baz\u0103 ${0}
1252=Opera\u0163iunea nu e permis\u0103 pentru niveluri de pre\u0163 final ${0}
1253=Nivelul de pre\u0163 trebuie s\u0103 aib\u0103 definit\u0103 valuta
1254=Opera\u0163ie nepermis\u0103 pentru niveluri de pre\u0163 utilizate ca baz\u0103
1255=Opera\u0163ie nepermis\u0103 pentru niveluri de pre\u0163 care au alocate pre\u0163uri
1256=Opera\u0163ie nepermis\u0103 pentru nivelul de pre\u0163 de baz\u0103
1257=Unable to calculate the price level due to a script error. See log for details: '${0}'
1258=Booking balance mismatch. Balance credit bookings is ${0}. Balance debit bookings is ${1}
10000=Valoare inexistent\u0103 '${1}' pentru '${0}'
10001=Acces e\u015fuat la suportul de \u00eenregistrare. Motive posibile: c\u00e2mp valoric prea lung, tabelul bazei de date distrus sau inexistent, baz\u0103 de date indisponibil\u0103. Vezi fi\u015fierul log pentru detalii: ${0}
10002=Referin\u0163a ${0} e doar citibil\u0103. Imposibil de ad\u0103ugat / eliminat obiecte
10003=Obiectele de tip ${0} sunt doar citibile. Nu se pot modifica
10004=Obiect duplicat. Obiectul cu calificativ '${0}' exist\u0103 deja
LoginFailedText=Autentificare eşuata. Reâncearcă<br><a href='RequestPasswordReset.jsp'>Ai uitat parola?</a>
