1000=Nem\u00e1te opr\u00e1vnenie na update objektu ${0} pre principal ${1}
1001=Nem\u00e1te opr\u00e1vnenie na vymazanie objektu ${0} pre principal ${1}
1002=Nem\u00e1te opr\u00e1vnenie na vytvorenie objektu ${0} pre principal ${1}
1003=Po\u017eadovan\u00fd principal ${0} v oblasti ${1} nen\u00e1jden\u00fd
1004=No permission to read object ${0} for principal ${1}
1100=U\u017e\u00edvate\u013e nevyhovuje ${0}
1101=Oper\u00e1cia nie je povolen\u00e1. Udalos\u0165 mus\u00ed by\u0165 v stave 'N/A' o 'Otvoren\u00e1'
1102=Oper\u00e1cia nie je povolen\u00e1. Udalos\u0165 mus\u00ed by\u0165 v stave 'Otvoren\u00e1'
1103=Oper\u00e1cia nie je povolen\u00e1. Udalos\u0165 mus\u00ed by\u0165 v stave 'Ukon\u010den\u00e1'
1104=Skupine aktiv\u00edt boli prip\u00edsan\u00e9 aktivity. Nem\u00f4\u017ee to by\u0165 odstr\u00e1nen\u00e9
1105=Nedefinovan\u00fd \u010fal\u0161\u00ed stav pre zmenu {$0}. Zmena na \u010fal\u0161\u00ed stav nie je mo\u017en\u00e1
1106=Zmena ${0} nie je platn\u00e1 pre stav ${1}
1107=Nie je mo\u017en\u00e9 prida\u0165 pracovn\u00fd z\u00e1znam. C\u00fdbaj\u00faci zdroj
1108=Nie je mo\u017en\u00e9 prida\u0165 pracovn\u00fd z\u00e1znam. C\u00fdbaj\u00faca aktivita
1200=Ch\u00fdbaj\u00faci text rezerv\u00e1cie ${0}
1201=Invalid compound booking. Number of positions, quantities, booking texts, positions and origins must be equal
1203=Ch\u00fdbaj\u00face mno\u017estvo
1204=Poz\u00edcia nezodpoved\u00e1. Poz\u00edcia kreditu je ${0}, poz\u00edcia debetu je ${1}
1205=Ch\u00fdbaj\u00faci produkt
1206=Nie je mo\u017en\u00e9 vytvori\u0165 alebo n\u00e1js\u0165 debetn\u00fa poz\u00edciu skladu (pravdepodobne poz\u00edcia autoCrate nie je akt\u00edvna)
1207=Nie je mo\u017en\u00e9 vytvori\u0165 alebo n\u00e1js\u0165 kreditn\u00fa poz\u00edciu skladu (pravdepodobne poz\u00edcia autoCrate nie je akt\u00edvna)
1208=Ch\u00fdba \u010d\u00edslo skladu
1209=Sklad ${0} nebol n\u00e1jden\u00fd
1210=Nebolo n\u00e1jden\u00e9 rezerva\u010dn\u00e9 obdobie pre hodnotu d\u00e1tumu $0}. Vykonanie rezerv\u00e1cie nepovolen\u00e9
1211=Rezerva\u010dn\u00e9 obdobie ${0} je uzatvoren\u00e9 s prahom ${1}. Vykonanie rezerv\u00e1cie nepovolen\u00e9
1212=Rezerva\u010dn\u00e9 obdobie ${0} je ukon\u010den\u00e9. Vykonanie rezerv\u00e1cie nepovolen\u00e9
1213=Sklad ${0} je uzamknut\u00fd. Vykonanie rezerv\u00e1cie nepovolen\u00e9
1214=Sklad ${0} bol zatvoren\u00fd v ${1}. Vykonanie rezerv\u00e1cie nepovolen\u00e9
1215=Sklad ${0} bude otvoren\u00fd v ${1}. Vykonanie rezerv\u00e1cie nepovolen\u00e9
1216=Miesto v sklade ${0} / ${1} je uzamknut\u00e9. Vykonanie rezerv\u00e1cie nepovolen\u00e9
1217=Miesto v sklade ${0} / ${1} bolo zatvoren\u00e9 v ${2}. Vykonanie rezerv\u00e1cie nepovolen\u00e9
1218=Miesto v sklade ${0} / ${1} bude otvoren\u00e9 v ${2}. Vykonanie rezerv\u00e1cie nepovolen\u00e9
1219=Nes\u00falad bilancie rezerv\u00e1cie a zmeny rezerv\u00e1cie. Bilancia rezerv\u00e1cie=${1} / zmena=${0}
1220=Nie je mo\u017en\u00e9 zru\u0161i\u0165 opa\u010dn\u00fa rezerv\u00e1ciu
1221=Rezerv\u00e1cia u\u017e mala zmenen\u00fa rezerv\u00e1ciu ${0}
1222=Zru\u0161enia rezerv\u00e1cie nie s\u00fa podporovan\u00e9
1223=Status rezerv\u00e1cie nie je \u010dakaj\u00faci. Oper\u00e1cia nie je povolen\u00e1
1224=Status rezerv\u00e1cie nie je spracov\u00e1van\u00fd. Oper\u00e1cia nie je povolen\u00e1
1225=Ch\u00fdbaj\u00face \u010d\u00edslo skladu. \u010c\u00edslo skladu je po\u017eadovan\u00e9
1226=Sklad je u\u017e zatvoren\u00fd. Nem\u00f4\u017ee sa zatvori\u0165
1227=Miesto v sklade je u\u017e zatvoren\u00e9. Nem\u00f4\u017ee sa zatvori\u0165
1228=Skladov\u00e1 jednotka m\u00e1 rezerv\u00e1ciu. Nem\u00f4\u017ee sa vymaza\u0165
1229=Skladov\u00e1 zmluva m\u00e1 rezerv\u00e1ciu. Nem\u00f4\u017ee sa vymaza\u0165
1230=Sklad m\u00e1 rezerv\u00e1ciu. Nem\u00f4\u017ee sa vymaza\u0165
1231=Skladov\u00e1 poz\u00edcia m\u00e1 rezerv\u00e1ciu. Nem\u00f4\u017ee sa vymaza\u0165
1232=Ch\u00fdbaj\u00faca ponuka produktu. Nem\u00f4\u017ee sa vytvori\u0165 poz\u00edcia
1233=Maxim\u00e1lny po\u010det povolen\u00fdch poz\u00edci\u00ed z ${0} bol dosiahnut\u00fd. Nie je mo\u017en\u00e9 vytvori\u0165 poz\u00edciu
1234=Minim\u00e1lny po\u010det povolen\u00fdch poz\u00edci\u00ed z ${0} bol dosiahnut\u00fd.  Nie je mo\u017en\u00e9 vymaza\u0165 poz\u00edciu '${1}'
1235=Rezerv\u00e1cia je uzamnknut\u00e1. Nie je mo\u017en\u00e9 vymaza\u0165
1236=Ch\u00fdbaj\u00faci tovar zisten\u00fd skladom pre zmluvn\u00fa poz\u00edciu '${0}'
1237=Ch\u00fdbaj\u00faci tovar vr\u00e1ten\u00fd skladom pre zmluvn\u00fa poz\u00edciu '${0}'
1238=Ch\u00fdbaj\u00faci tovar doru\u010den\u00fd skladom pre zmluvu '${0}'
1239=Ch\u00fdbaj\u00faci workflow
1240=Ch\u00fdbaj\u00faci cie\u013eov\u00fd objekt
1241=Implement\u00e1cia pre workflow '${0}' nen\u00e1jden\u00e1. D\u00f4vod je '${1}'
1242=Kon\u0161truktor pre workflow '${0}' nebol n\u00e1jden\u00fd. D\u00f4vod je '${1}'
1243=Nem\u00f4\u017ee spusti\u0165 workflow '${0}'. D\u00f4vod je '${1}'
1244=Neleg\u00e1lny pr\u00edstup do implement\u00e1cie workflow '${0}'. D\u00f4vod je '${1}'
1245=Neleg\u00e1lny argument pre workflow  '${0}'. D\u00f4vod je '${1}'
1246=Nie je mo\u017en\u00e9 uplatni\u0165 workflow '${0}'. D\u00f4vod je '${1}'
1247=Nem\u00f4\u017eno vytvori\u0165 procesn\u00fa in\u0161tanciu pre workflow  '${0}'. D\u00f4vod je '${1}'
1248=Skladov\u00e9 jednotky skladov nes\u00fahlasia. Debet skladu je '${0}'. Kredit je '${1}'
1251=Oper\u00e1cia nie je povolen\u00e1 pre ukon\u010den\u00e9 a nie z\u00e1kladn\u00e9 cenov\u00e9 stupne ${0}
1252=Oper\u00e1cia nie je povolen\u00e1 pre ukon\u010den\u00e9 cenov\u00e9 stupne  ${0}
1253=Cenov\u00fd stupe\u0148 mus\u00ed ma\u0165 definovan\u00fa menu
1254=Oper\u00e1cia nie je povolen\u00e1 pre cenov\u00e9 stupne pou\u017eit\u00e9 ako z\u00e1kladn\u00fd cenov\u00fd stupe\u0148
1255=Oper\u00e1cia nie je povolen\u00e1 pre cenov\u00e9 stupne ktor\u00e9 maj\u00fa prip\u00edsan\u00fa cenu
1256=Oper\u00e1cia nie je povolen\u00e1 pre z\u00e1kladn\u00e9 cenov\u00e9 stupne
1257=Unable to calculate the price level due to a script error. See log for details: '${0}'
1258=Booking balance mismatch. Balance credit bookings is ${0}. Balance debit bookings is ${1}
10000=Neplatn\u00e1 hodnota '${1}' pre '${0}'
10001=Zlyhanie pr\u00edstupu k m\u00e9di\u00e1m. Mo\u017en\u00e9 d\u00f4vody s\u00fa: hodnota po\u013ea je pr\u00edli\u0161 dlh\u00e1, datab\u00e1zov\u00e1 tabu\u013eka bola po\u0161koden\u00e1 alebo je neplatn\u00e1, datab\u00e1za nie je dostupn\u00e1. Pozri log s detailami ${0}
10002=Odkaz ${0} je iba na \u010d\u00edtanie. Nie je mo\u017en\u00e9 prida\u0165 alebo odstr\u00e1ni\u0165 objekty
10003=Objekty typu ${0} s\u00fa iba na \u010d\u00edtanie. Nie je mo\u017en\u00e9 ich zmeni\u0165
10004=Duplik\u00e1tny objekt. Objekt s kvalifik\u00e1torom  '${0}' u\u017e existuje
LoginFailedText=Prihlásenie zlyhalo. Prosím skúste znova<br><a href='RequestPasswordReset.jsp'>Pozabljeno geslo?</a>
